Repository: lycheeapp/lychee-onepay-ios-SDK
Catalog: Sources/LycheeSDK/Resources/*.lproj/Localizable.strings
Languages: ar

# title_pay_with_lychee
source: Pay with Lychee
ar: إدفع باستخدام ليتشي

source: Enter your onepay code to pay
ar: أدخل رمز onepay الخاص بك للدفع

# error_please_enter_valid_code
source: Please enter valid code
ar: يرجى إدخال كود صالح

# error_voucher_must_match_the_payment_amount
source: Voucher must match the payment amount
ar: يجب أن تتوافق القسيمه مع قيمة الدفع

# error_insufficient_balance
source: Insufficient balance
ar: الرصيد غير كافي

# error_code_does_not_exits
source: Code does not exist
ar: الكود غير موجود

source: No voucher? Get a code.
ar: لا يوجد قسيمة؟ احصل على كود

# button_pay_now
source: Pay Now
ar: إدفع الآن

source: Secured by
ar: مؤمّن بواسطة

source: Payment Error
ar: خطأ في الدفع

source: Payment Success!
ar: تم الدفع بنجاح!

# your_payment_of_has_been_successfully_done
source: Your payment of %1$@ has been successfully completed.
ar: تمت عملية الدفع الخاصة بك بمبلغ %1$@ بنجاح.

# button_done
source: Done
ar: تم
